Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Daar moet 'n dom parade of iets wees!
ar: ربما سيكون هناك موكب احمق او شيئاً من هذا القبيل

source: Niemand sal my glo nie
ar: لن يصدقنى احد

source: Ja...
ar: نعم..

source: Ek kom
ar: انا قادم

source: Daar's 'n vergadering in die restaurant
ar: هناك موعد فى المطعم

source: Dit sal 'n uur wees, nie langer nie
ar: لن يستغرق اكثر من ساعة

source: Moet ek iets saambring?
ar: هل احضر لكى شيئاً؟

source: Ek dink ek sal al slaap
ar: اعتقد انى احتاج للنوم

source: Wanneer jy oorgekom het, kan jy slaap wanneer jy wil
ar: عندما تأتى سوف تستطيعى النوم متأخراً

source: Ek verdien genoeg, jy hoef nie te werk nie
ar: انا اكسب جيداً , لستى بحاجه للعمل

source: Weet jy hoe lank hulle weg sal wees?
ar: هل تعلمى كم يلزمهم من الوقت فى الخارج؟

source: 'n Uur op die meeste.
ar: ساعة بالكتير

source: - Dan sal dit twee ure wees
ar: - على الاقل ساعتين

source: Ek is Steffi.
ar: انا ستيف

source: Op jou gesondheid
ar: فى صحتك

source: Barbara.
ar: باربارا

source: Bly om jou te ontmoet
ar: تشرفت بمعرفتك

source: Wat het jy as geskenk gekry?
ar: ماذا تلقيتى من هدايا؟

source: Geskenk?
ar: هدايا؟

source: Ek vra myne vooruit, dis die beste vir albei partye
ar: انا دائماً احصل على هديتى مقدماً انها الطريقة الافضل للطرفين

source: Hy sê hy's lief vir my
ar: هو اخبرنى انه يحبنى

source: Wil jy hê?
ar: اتريدى المزيد؟

source: Hy wil met my trou
ar: هو اخبرنى انه سيتزوجنى

source: Hy wil hê dat ek 'n ring kies
ar: ويريدنى ان اختار الخاتم

source: Gek, hê?
ar: مجنون ها؟

source: Mooi, of hoe?
ar: جميل , اليس كذلك؟

source: Dis nie die duurste ene nie
ar: هذا ليس اغلى شئ

source: Dis baie mooi
ar: انه جميل

source: - Ja, dit is.
ar: - نعم , انه كذلك

source: Wys my jou hande
ar: ارينى يدك

source: Wag
ar: انتظرى

source: Dis te groot vir jou
ar: انه كبير جداً عليكى

source: Joe, jy is 'n 17!
ar: الحجم المناسب لكى هو 17

source: Jy het pragtige hande
ar: لديكى يد جميلة

source: - Pas jy hulle mooi op?
ar: - هل تهتمى بهم؟

source: Watter een sal jy neem?
ar: اى واحد سوف تأخذى؟

source: Miskien daardie een
ar: ربما هذا

source: Ja, dis baie mooi
ar: نعم انه جميل جداً

source: As hy met my trou, dink jy hulle sal my laat gaan?
ar: لو تزوجنى هل تظنى انهم سيتركونى ارحل

source: Ek dink nie so nie
ar: لا اعتقد هذا

source: Ken jy die rëels?
ar: هل تعرفى شيئاً عن هذا؟

source: Maak oop, dis vir jou
ar: ردى , انه من اجلك

source: - Dit is.
ar: - افعلى

source: Asseblief, nee!
ar: من فضلك , لا !

source: Maak jou hare los.
ar: اتركى شعرك

source: Buig vooroor
ar: انحنى للامام

source: Bene oop
ar: افتحى ساقيك

source: Baie vrugtekonfyt, brood en kaas
ar: الكثير من مربى الفاكهة وعيش وجبنة

source: Watter soort kaas?
ar: مانوع الجبنة؟

source: Sagte kaas
ar: جبنة لينة

source: Hou jy daarvan?
ar: هل تعجبك؟

source: En gister?
ar: وبالامس؟

source: Vir ontbyt?
ar: على الفطار؟

source: - Middagete
ar: - الغداء

source: Fricassee.
ar: لحم مقلى

source: Reg, ons ook
ar: نعم . لدينا هذا ايضاً

source: Ek het jellie gehad
ar: وكان هناك جيلى

source: Was daar jellie gister?
ar: هل كان الجيلى فى وجبه الامس؟

source: Bon appetit.
ar: شهية طيبة

source: - Bon appetit
ar: - شهية طيبة

source: Alweer jellie
ar: الجيلى مجداداً

source: Sien julle later
ar: اراك فيما بعد

source: Die antwoorde was goed
ar: الاسئلة كانت جيدة

source: Hy het nie geheueverlies nie
ar: هو لم يفقد ذاكرتة

source: Jy is steeds bekommerd
ar: انت مازلت قلقلاً

source: Ek weet nie, alles lyk normaal:
ar: لا اعلم ! كل شئ طبيعى:

source: sy geheue en reaksies...
ar: الاختبار , ذاكرتة , ردود افعالة

source: Wat sê sy ouers?
ar: ماذا قال والديه؟

source: - Hulle is net verlig
ar: -هم يتمنوا له الشفاء

source: Vind hulle iets vreemd?
ar: هل وجدوا اى شئ غريب؟ Search: Wiki2download

source: Ek sal jou later sien Bon appetit.
ar: سوف اراكى فيما بعد شهية طيبة

source: Jammer ek was so kortaf gister
ar: اسفه , كنت فظة جداً بالامس Search: Wiki2download

source: Jy's mos altyd
ar: انتى دائماً كذلك - لا Search:

source: Jy is
ar: انتى كذلك

source: Ek wil jou 'n guns vra
ar: احتاج ان اطلب منك خدمة

source: - O! ek sien!
ar: - اها , الاحظ

source: Wat sien jy?
ar: ماذا تلاحظ؟

source: Maklik
ar: لا تهتمى

source: Kan ek die naweek afkry, ek sal nagskof doen later
ar: هل يمكن ان ابدل نوبة العمل الى الليل؟ هذا مهم

source: Wil jy die parade bywoon in Berlyn?
ar: هل تريدى ان تذهبى الى موكب بنين؟

source: Nee, ek wil werk aan my woonstel
ar: لا , انا اريد ان اعدل شقتى

source: Doen dit dan
ar: اذن افعلى

source: Verskoon - dit moet in die was kom Dankie
ar: اعذرنى , هذا من اجل المغسلة شكراً

source: Hoe is hy?
ar: كيف حاله؟

source: Verstommend goed
ar: بخير

source: Kyk asseblief self na Mario
ar: من فضلك افحصى "ماريو" بنفسك

source: Dit is serebrale kneusing
ar: انها كدمة فى الدماغ

source: Ek is besorgd oor hom
ar: لدى شعور سئ , ولا اعلم لماذ

source: Ek wil hom nog toets môre, sal jy help?
ar: سوف اقوم بالمزيد من الاختبارات غداً هل ستساعدينى؟

source: Ek is môre af
ar: انا متغيبة غداً

source: - Ek ook
ar: - انا ايضاً

source: Kan jy nie twee ure afstaan nie?
ar: الا يمكنك ان تتفرغى ساعتين؟

source: Sondag kan ek
ar: استطيع ذلك يوم الاحد

source: Watter tyd?
ar: فى اى وقت؟

source: Elf uur
ar: الساعة 11

source: Jy ook
ar: لك ايضاً

source: Nee, nee, nee...
ar: لا , لا ,لا

source: Jy kan môre huistoe gaan
ar: تستطيع ان تذهب للمنزل غداً

source: Kan ek met jou praat?
ar: هل يمكننى ان اتحدث اليكى؟

source: Was jy by Mario?
ar: هل قمتى بزيارة ماريو؟

source: Sal jy saam met my kom?
ar: هل يمكنك ان تأتى؟

source: - Waarvoor?
ar: - من اجل ماذا؟

source: Ek is Dr Wolff, hy is my pasiënt, asseblief
ar: انا دكتور وولف , وهو مريضى من فضلك

source: Jy het gehuil
ar: انتى كنتى تبكى

source: Ek het nie
ar: لم اكن

source: Toe jy by Mario was
ar: عندما كنتى مع ماريو

source: Is jy betrokke by Mario?
ar: اانتم الاثنين كنتم معه؟

source: Dit het vandag in die pos gekom
ar: اتى اليوم بالبريد

source: "Ek kan nie sonder jou lewe nie. Mario"
ar: لا استطيع العيش بدونك

source: Ons het teruggekom van 'n partytjie in Stralsund.
ar: كنا فى حفلة مقامة فى "ستر السوند"

source: Ek het gedans met 2 Kubane - Net gedans
ar: رقصت مع اثنين كوبيين رقصت , هذا فقط

source: Werner het hom gekontak, en wie weet wat alles vertel
ar: وبعد ذلك فيرنر اتصل به والله يعلم ما اخبره

source: Het jy gehuil omdat jy skuldig voel?
ar: انتى بكيتى لانك شعرتى انك مذنبة؟

source: Nee, omdat hy so koud is
ar: لا, لانه بارد

source: Mense is dikwels teruggetrokke na 'n mislukte selfmoord
ar: الناس عادة يكونوا مكبوتين بعد محاولة الانتحار

source: Iets is verkeerd
ar: شيئاً خاطئ

source: Ek het hom gesoen, en hy het my vertel wat hy te ete kry hier
ar: لقد قبلتة وهو قال لى قائمة الطعام لما اكله هنا

source: Dis nie normaal nie
ar: هذا غير طبيعى

source: As hy kwaad was, dan was dit goed, maar hy is so koud!
ar: لو كان غاضباً , حسناً لكنه بارد جداً

source: Mario?
ar: ماريو؟

source: Angie het vir jou kom kuier
ar: انجى اتت لزيارتك

source: Jy het vir haar 'n brief geskryf
ar: انت كتب لها خطاب

source: 'n Afskeidsbrief
ar: خطاب وداع

source: Wat het jy vir haar geskryf?
ar: ماذا كتبت لها؟

source: Kan jy die venster toemaak?
ar: هل يمكنك ان تغلقى النافذة؟

source: Die venster is toe
ar: النافذة مغلقة

source: Moet Angie môre weer kom kuier?
ar: هل تريد ان تأتى انجى لزيارتك غداً؟

source: Wat eet ons môre?
ar: ماذا سنأكل غداً؟

source: Weet jy?
ar: هل تعلمى؟

source: Dis Dr Wolff, ek moet dringend praat met dr Reiser.
ar: انا دكتور وولف , واريد ان اتحدث مع دكتور ريزر

source: Ag, ek sien...
ar: اها , الاحظ..

source: Weet u waar ek dr Reiser kan vind?
ar: هل تعلمى اين يمكننى ان اجد دكتور ريزر؟

source: Die dr is nie hier nie
ar: الدكتور ليس هنا

source: - Ek weet, maar waar is hy?
ar: - اعلم , اين هو؟

source: Hy is by die Schaaz.
ar: هو فى الشيئاز

source: - En waar is dit?
ar: - واين هذا؟

source: Dis die kafee op die markplein
ar: انه قهوة فى الميدان

source: - Reg, dankie
ar: - حسناً , شكراً

source: Kan ek u help?
ar: هل استطيع مساعدتك؟

source: Ek soek na dr Reiser.
ar: انا ابحث عن دكتور ريزر

source: - Hy is boontoe
ar: - هو فى الاعلى

source: Trap op en dan links
ar: اعلى السلم , على الشمال

source: Ek soek na dr Reiser
ar: انا ابحث عن دكتور ريزر

source: Ek is dr Wolff, Ek is van die kliniek
ar: انا دكتور وولف من العيادة

source: Hy is in Friedl se kamer
ar: هو فى غرفة فريدال

source: Kan ek vlugtig met hom praat?
ar: هل يمكننى ان اتحدث معه لحظة؟

source: Dr Reiser, daar is iemand vir u
ar: دكتور ريزر هناك شخص يريدك

source: Verskoon my
ar: معذرة

source: Sy is pragtig, jou meisie
ar: انها جميلة , فتاتك

source: Ek het u motor gesien, dr Ek moet met u praat
ar: شاهدت سيارتك دكتور يجب ان اتحدث اليك

source: Is u so formeel met mekaar?
ar: هل انتى لديك شكل رسمى؟

source: Is alle dokters so?
ar: هل كل الدكاترة يتصرفون هكذا؟

source: Net partymaal
ar: فى بعض الاوقات

source: Barbara, ek kom
ar: باربارا , انا اتى

source: Dis vir julle twee
ar: هذا من اجلكم انتم الاثنين

source: Klaus, ek moet gaan
ar: كلوس , يجب ان اذهب

source: Ek sal later weer kom kyk
ar: سوف اتى مجداداً

source: Wag vir my asseblief
ar: انتظرينى من فضلك

source: Hoe is sy?
ar: كيف حالها؟

source: - Ek het haar morfien gegee
ar: - اعطيتها مورفين

source: Dis goed, sy sal nie ly nie
ar: هذا يجيد , لن يجعلها تعانى

source: Jy was reg, Mario moet ge-opereer word
ar: انت كنت على حق ماريو يجب العمل على حالتة

source: Sy meisie was gisteraand daar Hy het aan haar 'n afskeidsbrief geskryf, en hy kan dit nie onthou nie 'n Groot slag kan amnesia veroorsaak, dis normaal
ar: فتاتة قدمت الليلة الماضية وهو ارسل لها خطاب وداع وهو لايستطيع تذكر ذلك السقطة ربما تسبب فقدان مؤقت للذاكرة هذا طبيعى

source: Hy onthou alles, maar sy emosies is weg
ar: هو يتذكر كل شئ لكن مشاعرة اختفت

source: Bedoel jy ek het 'n operasie nodig, want my emosies...
ar: هو يحتاج الى عملية اشعر بذلك

source: Ons gaan kliniek toe, ek sal jou fiets laai
ar: سوف نذهب الى العيادة سأاخذ دراجتك

source: Dit was morfien
ar: هذا كان المورفين

source: Wat is haar siekte?
ar: ما المشكلة معها؟

source: Friedl is sterwend aan kanker
ar: فريدل تموت من السرطان

source: Is julle familie?
ar: هل انت من عائلتها؟

source: En die offisier?
ar: والموظف؟

source: - Hy is haar man
ar: - هو زوجها

source: Ken jy hulle al lank?
ar: هل تعرفهم من مدة؟

source: - Vandat Friedl siek geword het
ar: - Since Friedl grew sick.

source: Is dit normaal vir jou?
ar: هل هذا طبيعى بالنسبة لك؟

source: - Om die sterwendes te help?
ar: - اساعد الاموات؟

source: Om uitvaagsels te help
ar: تساعد الحمقى

source: As hulle siek is, ja
ar: عندما يكونوا مرضى , نعم

source: Hoe laat is dit?
ar: ماهو الوقت الان؟

source: Amper tweeuur
ar: اوشكت الى الثانية

source: Ek het prof Fabricius gebel
ar: اتصلت ب "فبريسوس"

source: Ken jy hom?
ar: كيف تعلمه؟

source: Hy was my professor - hy sal vanaand kom opereer
ar: انه كان مدرسى سوف يكون هنا هذا المساء للعملية

source: Jy sal die verdowing doen
ar: وانتى ستقومى بالتخدير

source: Jy kan, dis in jou lêer
ar: انتى تعلمى ذلك , قرات هذا فى ملفك

source: Schulze kan dit doen
ar: "شولز" يمكنها القيام بذلك

source: Wil jy nie daar wees nie?
ar: الا تريدى ان تكونى هناك؟

source: Ek wil
ar: اريد

source: Wat het sy jou gegee?
ar: ماذا اعطتك؟

source: Tomaties, murgpampoentjies, eiervrug, uie
ar: طماطم , كوسة باذنجان , بصل

source: Hou jou van ratatouille?
ar: هل يعجبك الراتاتوى؟

source: Dit neem net 'n halfuur
ar: انه يستغرق فقط نصف ساعة

source: 40 minute op die meeste
ar: 40 دقيقة بالكثير

source: Kom aan, dis baie lekker!
ar: هيا , انه جيد حقاً

source: Dit sal nie meer lank wees nie
ar: لن يستغرق كثيراً

source: Is dit alles stories oor dokters?
ar: هل هذه كل قصص الدكاترة؟

source: Daardie een bevat een van die bestes 'Die Distriksdokter':
ar: التايلاندى يحتوى واحدة من افضلهم "منطقة الطبيب"

source: 'n Lelike ou dokter behandel 'n meisie in die binneland
ar: دكتور عجوز وقبيح يعالج فتاة فى منتصف البلدة

source: Sy het tering Sy is 17 en het baie hoë koors 'n storm verplig hom om oor te slaap
ar: لديها السل عمرها 17 او 18 عاصفة ستحدث وهو لايستطيع العودة , عليه البقاء

source: Sy was nog nooit verlief nie en sou sterwe sonder liefde, daarom neem sy die ou dokter as haar minnaar
ar: الفتاة لم تحب ابداً وستموت ان لم تفعل هذا ,لذلك اتخذن منه حبيبها

source: Hy slaap met haar?
ar: هل نام معها !

source: - Nee, hy verteenwoordig maar net... die beminde wat sy nooit sou hê nie
ar: - لا , هو فقط اقام معها.. من اجل الحب الذى لن تحظى به

source: Sy verbeel stories met hom, beskryf sy passie, sy teerheid,
ar: فتخيلت كل القصص معه ووصفت حبه وحنانها له

source: en dan sterf sy.
ar: وبعد ذلك ماتت

source: Hy keer terug na sy vrou en kinders
ar: وهو عاد لزوجتة واطفالة

source: Neem dit vir jou
ar: يمكنك ان تأخذيها

source: Kan ek help?
ar: هل يمكننى مساعدتك؟

source: Hou jy van kook?
ar: هل تحبى الطبيخ؟

source: Ek is so bly jy is hier by my
ar: انا سعيد جداً انكى هنا

source: Professor Fabricius is in die teater, ek sal nou daar wees
ar: بروفيسر "فبريسور" فى القاعة سوف اتى حالاً

source: Is hy al geskeer?
ar: هل حلقتوا له؟

source: - Ramona het, als is reg
ar: - رامون فعل هذا , كل شئ جاهز

source: Stella!
ar: ستيلا

source: Barbara, daar is jy!
ar: باربارا , هل هذا انتى

source: Die honde!
ar: الاوغاد !

source: Pynstillers
ar: شئ من احل الالم

source: En die ander een?
ar: وماذا فى جيبك الاخر؟

source: Kaffeïne.
ar: كافيين

source: Wat doen dit?
ar: ماذا يفعل هذا؟

source: Dit sal jou wakker hou
ar: سوف يبقيكى مستيقظة

source: Barbara, moet my nie laat los nie
ar: باربارا لا تهجرينى

source: Sy gaan nie terugkom nie
ar: هى لن تعود

source: Het julle haar gearresteer?
ar: هل اعتقلتها؟

source: Gaan huistoe, Andre.
ar: اذهب للبيت , اندريه

source: Stella, Stella.
ar: ستيلا , ستيلا

source: Bly net daar
ar: ابقى هنا

source: Hier is die geld
ar: اليك المال

source: Kom
ar: تعالى

source: Lê
ar: استلقى

source: Hou vas
ar: ثبتى نفسك

source: Hou baie vas
ar: ثبتى نفسك

source: Vroeër in NCIS.
ar: سابقاً في NCIS...

source: Geen soen vir jou vader?
ar: الن تقبلي والدك ؟

source: - Wat doen jy hier?
ar: ماذا تفعل هنا ؟

source: Arash Kazmi is die VEVAK eweknie van Eli David.
ar: آريش كازمي كان معاصراً لإيلاي

source: Die eerste besoek van Kazmi in die VSA en toevallig is Eli hier ook.
ar: في أول زيارة لكازمي للولايات المتحدة كان إيلاي هنا بالصدفة.

source: Hoekom, Eli is dood?
ar: كيف من الممكن ان يكون إيلاي ميتاً؟

source: Ek was die wat hom genader om oor vrede te praat.
ar: أنا من اقترح عليه بحل السلام لنبدأ به .

source: Wat vertel jy nie, Tom?
ar: توم ، مالذي تخفيه عني ؟

source: - Die CIA het vermoor Kazmi.
ar: وكالة المخابرات المركزية هم من قتلوا كازمي في تلك الليلة

source: Spesiale agent Leroy Jethro Gibbs, jy het bewys gemanipuleer en u het die reg belemmer.
ar: العميل الخاص ، ليروي جيثرو جيبز لقد تلاعبت بالأدلة، وقمت بعرقلة العدالة.

source: - 'n Nagtelike aflewering op die drumpel.
ar: التسليم الليلي تركه على الشرفة الأمامية.

source: Gestuur vanuit Riyad, Saoedi-Arabië.
ar: مكتوب على الملصق انه شحن من الرياض ، المملكة العربية السعودية

source: Maak kennis met, navy seal Chad McBride.
ar: قابل الضابط البحري الملازم تشاد مكبرايد

source: Ek het duisende dokumente gereed om Leroy Jethro Gibbs aan te kla.
ar: لدي الآلاف من المستندات جاهزة لإتهام ليروي جيثرو جيبز بارسونز،

source: Parsons, jy moet weet dat die span van Gibbs ontslag geneem het.
ar: عليك ان تعلم ، أن فريق جيبز قد قدموا استقالتهم

source: Tom Morrow het dalk 'n oplossing.
ar: توم مورو ربما لديه حل

source: As dit slaag, is dit alles van die baan.
ar: اذا استطعنا إنجاحه ربمايذهبهاذابعيداً.

source: Waar is Gibbs?
ar: أين جيبز ؟

source: - 'n Spesiale missie vir JSOC.
ar: في مهمة لدى (قيادة العمليات الخاصة المشتركة)

source: Gibbs, doen dit.
ar: جيبز ، افعلها.

source: Meneer, het u even?
ar: سيدي ، احتاج الى دقيقة.

source: Gaan na huis, Richard.
ar: ريتشارد ، أذهب الى المنزل.

source: Ek het gedink dat jy jou verdriet nou wel aan die verdrink sou wees.
ar: ظننت انك ستكون غارق في احزانك في هذا الوقت.

source: Wel, ek weet dat sekretaris Jarvis binne is en ek sou graag vyf minute met u twee oor die NCIS praat.
ar: حسناً، اعلم ان سكرتير البحرية -جارفس- بالداخل ارغب بخمس دقائق معكما،

source: Dit is nie die plek.
ar: -هذا ليس مكاناً مناسباً

source: Dit is my taak die NCIS tak skoon te maak en ek is op 'n sylyn gesit.
ar: -وظيفتي كانت التحقيق في شعبة التحقيقات البحريه وقد تم ابعادي

source: Vir 'n half geheime missie, omdat julle wil dat Gibbs cowboy speel.
ar: عن طريق مهمة سرية غير مكتملة لأنكم اردتم لجيبز ان يعود

source: Binnelandse veiligheid is nie die enigste agentskap wat beslis.
ar: الأمن القومي ليست المنظمة الوحيدة التي صرح لها بفعل هذا

source: Sekretaris Jarvis en die CIA direkteur gaan daarmee eens.
ar: سكرتير البحرية جارفس، و مدير الاستخبارات المركزية كلاهما وافقا

source: Die sending het voorrang.
ar: على ان تكون المهمة في الصدارة.

source: - My saak is politiek teengestaan? .
ar: ولكن قضيتي كانت ضربة سياسية عنيفة

source: Gibbs kry 'n gratis " verlaat die tronk " kaart.
ar: جيبز اعطي بطاقة خروج من السجن

source: Dit is verkeerd.
ar: -هذا خاطئ

source: - Voortsetting van die gesprek is verkeerd.
ar: -الخطأ هو أن استمر في هذه المحادثة معك لدقيقة اخرى

source: Gibbs het 'n opdrag, jou koppige kortsigtigheid sit wat in die pad.
ar: جيبزلديهعملليفعله. رؤيتك الضيقة واصرارك العنيد يقف في طريقي

source: Vertel my eers, wat is so belangrik dat 'n opdrag 'n loopbaan van reëls breek kan overtroeven?
ar: حسناً ، على الأقل أخبرني ما أكثر أهمية من مهمه يمكن أن تتفوق على مهنة من يكسر القاعدة؟

source: Hoe minder jy weet, hoe beter.
ar: كلماقلما تعلم،كانأفضل.

source: Glo my, ek doen jou 'n guns.
ar: وصدقني أنا افعل لك معروفاً

source: Ek gaan tot op die bodem gaan.
ar: سوف أصل لقاع هاذا

source: Daar is 'n streep in die sand, Parsons.
ar: هناك خط في الرمل ، بارسونز

source: Gaan daar nie oor.
ar: لاتتعداه.

source: NCIS Seisoen 11 - Episode 1 Whiskey Tango Foxtrot
ar: ♪ NCIS 11x01 ♪ Whiskey Tango Foxtrot Original air date on September 24, 2013

source: TERREURAANVAL DOOD NAVYSECRETARIS Dit is so vreemd.
ar: هذاغريب.

source: "Vreemd" is maar een van die vele adjectieven wat ek kan gebruik in sulke omstandighede, Mr Palmer.
ar: غريب ، هي احدة من العديد من الصفات التي تنطبق على هذه الظروف سيد بالمر

source: Was die enge Parsons maar nie met sy heksejag begin.
ar: فقط لو كان المخيف بارسونز لم يكن يدفع مصيدته

source: - Die engerd, soos jy hom noem, Abby, blaas die hotel nie op.
ar: لاشئ من هاذا كان ليحدث هاذا المخيف ، كما تطلقين عليه ، أبي لم يفجر صالة الفندق

source: Maar Gibbs en die ander, sou hier nog sy en kon dit dalk verhinder het.
ar: نعم ، لكن جيبز والآخرين كانو سيبقوا هنا وربما كان باستطاعتهم إيقاف ذلك

source: - Wel, daar wag ons 'n lange nag.
ar: نعم ، حسناً ، لدينا ليلة طويلة امامنا

source: Ek ken die sekretaris nie, maar ek hoor dat hy getroud was en kinders gehad het.
ar: لم اكن أعرف سكرتير البحرية ولكن سمعت انه كان متزوج -لديه اطفال

source: - Ja, hy en direkteur Vance was vriende.
ar: -نعم هو والمدير فانس كانو قريبين من بعضهم

source: Waarom het ons nie meer onderneem om die ondersoek van Parsons teen te hou.
ar: لم لم نفعل المزيد لنوقف تحقيقات بارسونز ؟

source: Soos byvoorbeeld, 'n besetting, of 'n eetstaking.
ar: مثل اعتصام أو ..

source: - Ek is nie goed in eetstakings.
ar: اضراب عن الطعام نعم ، أنا لست جيداً في الاضراب عن الطعام

source: Ek word ijlhoofdig rond vier uur as ek geen snack het.
ar: تصبح رأسي خيفيفة اذا لم احصل على وجبه خفيفه في الساعة الرابعة

source: Ons moet ophou met ons selfbejammering.
ar: ماذا علينا أن نفعل ان نتوقف بالشعور بالاسى حول أنفسنا ؟

source: Daar is werk te doen en op hierdie oomblik het die verantwoordelikes die oorhand.
ar: هناك عمل لنفعله، وفيهذاالوقت، المسوؤلون لديهم اليد العليا

source: Sekretaris Jarvis en die ander slagoffers staatmaak op ons.
ar: سكرتير البحرية جارفس وهؤلاء من ماتو يعتمدونعلينا.

source: Gibbs, jy is daar.
ar: جيبز ، أنت هنا

source: Of begin ek dinge te sien.
ar: مالم أكن ارى خيالاً.

source: Het julle geen werk?
ar: أليس لديكم عمل لتفعلوه ؟

source: - Ja, Jethro.
ar: نعم ، لدينا ، جيثرو

source: En ons staan gretig.
ar: ونحنمتلهفينلعمله.

source: Dat was die minister van defensie.
ar: هاذا كان سكرتير الدفاع

source: Nie alleen is jarvis net oorlede, maar ook Tom Morrow word geopereer.
ar: بالاضافه لوفاة جارفيس توم مورو نقل بسرعة للجراحة ربما يفقد رجله

source: Hy verloor dalk 'n been. Het iemand die aanslag al geëis?
ar: هل هناك اي احد يتدعي تحمل المسؤوليه بعد؟

source: Die sekretaris van die Amerikaanse navy is dood, kaptein.
ar: سكرتير البحرية الامركيه ميت ، كابتن

source: Ek glo nie dat iemand so mal is homself dood te wense.
ar: لا أعتقد ان احدهم غبي لدرجة أن يرحب بأمنية الموت هذه

source: Reaksie?
ar: ردة الفعل ؟

source: Die Wit Huis wil antwoorde met alle moontlike middele.
ar: البيت الابيض يريد أجابات بأي طريقة ممكنة

source: Volgens intelligensiedienste is dit slegs 'n waarskuwing geskiet voorlê.
ar: المعلومات تعتقد أن هذه طلقة تحذيرية

source: Dat die belangrikste nog moet kom.
ar: وأن الحدث الرئيسي مازال قادماً

source: Iets om na uit te kyk.
ar: هذا شئ نتطلع إليه..

source: Gibbs, daar kan ook 'n verband is met die moord op luitenant McBride.
ar: غيبز ، هذا ربما يكون ايضاً ذات صلة لمقتل الملازم البحري مكبراين

source: Ons glo dat die luitenant op 't punt staan die skrik sel te identifiseer.
ar: نعتقد أن الملازم اصبح قريباً جداً ليتعرف على خليه ارهابية جديدة

source: 'n Verband lê met die aanslag en die radioaktiewe stoflike oorskot is...
ar: تضم تفجير الليلة وجثة مكبراين المشعة ، هاذا ...

source: Wat kan ek doen?
ar: ماذا علي ن افعل ؟

source: - JSOC voer self 'n eie navorsing.
ar: قيادة العمليات الخاصة المشتركة ستتولى التحقيق الخاص بها

source: Maar geen sou jou betrokkenheid vermoed omdat jy onder toesig van defensie staat.
ar: ولكن لا أحد سيشك بتدخلك عندما كنت تحت تحقيق وزارة الدفاع

source: Die missie van McBride was oorspronklik in Iran.
ar: مهمة ماكبرايد نشأت في إيران.

source: Sy moordenaar vind sou 'n begin wees.
ar: الحصول على القاتل ربما تكون بداية

source: Ons het 'n informant in Abyaneh.
ar: -لدينا مخبر في -أبيانه

source: Ek sal probeer om hom te bereik.
ar: أستطيع التواصل معه

source: Niemand dwing jou hiertoe, Gibbs.
ar: لا أحد يجبرك على فعل هذا جيبز

source: Ek doen my werk, direkteur.
ar: افعل عملي ، ايها المدير

source: Tony.
ar: توني ؟

source: Tony, wakker word.
ar: توني ، استيقظ

source: Ziva?
ar: زيفا؟

source: Verdorie.
ar: اللعنة

source: Jy het my nie gemis.
ar: لم تفوتيني

source: Ek is hier.
ar: أنا هنا

source: Op 'n bus in Tel Aviv. Tot sover het onder vier oë is.
ar: الكثير لوجهاً لوجه

source: So iets, weer aansluit, nadenke. Nadink.
ar: أفكر...

source: Dit is gevaarlik.
ar: هذاخطير.

source: Ek weet dat jy van verrassings hou.
ar: أعلمانكتحبالمفاجأت. ديلايله ، مرحباً

source: - Delilah, he.
ar: أنا ..

source: Ek is nog aan die mag bekom van die verrassing van gisterenavond.
ar: مازلت اتعافى من مفاجأة ليلة البارحة

source: Ek sou aan die werk moet wees.
ar: علي أن اكون في العمل

source: Ek kan help.
ar: استطيع المساعدة

source: Tim, dat jy kan nie.
ar: تيم ، لا تستطيع

source: Nie vir jou terug in diens is.
ar: ليس قبل أن يعاد تعيينك

source: Ja, maar dit is nie korrek nie.
ar: نعم ، هذا ليس صحيحاً

source: Daar werk agente rondom die klok.
ar: هناك عملاء يعملون طوال الوقت

source: Sal ek Vance bel?
ar: ربما علي أن اتصل بفانس

source: Miskien het Tony iets gehoor.
ar: ربما توني سمع شيئاً

source: Luister, ek kan ernstige probleme kry as ek jou dit vertel.
ar: أنظر ربما أقع في العديد من المشاكل لإخبارك بهذا

source: Maar...
ar: لكن... .

source: - Maar wat?
ar: لكن ماذا ؟

source: Volgens meer as een intelligentiebron het die bom nie uit die Midde-Ooste gekom.
ar: أكثر من مصدر للمعلومة تقول ان الجهاز المستخدم لم يكن في الشرق الأوسط

source: Hulle was Amerikaans.
ar: كانو امريكيين

source: 'n Individu of 'n groep?
ar: أفراد أم جماعات ؟

source: - Dat weet ek nie.
ar: لا أعلم.

source: Ek moet gaan.
ar: عليّأناذهب.

source: - Jy het nie eens 'n penning.
ar: ليس لديك حتى شاره أنا ..

source: Ek kan op sy minste eens met Abby praat.
ar: أنا استطيع على الاقل التحدث لآبـي

source: Goed, McGee, laat ons praat.
ar: حسناً ، مكجي ، لنتحدث
